{
    "about": {
        "greetings": "Salut !",
        "aboutme": "Bonjour, je suis Lorris Colini, un développeur junior spécialisé en React, React Native et PHP. Passionné par la création d'applications web et mobiles performantes, je combine une expertise en front-end et des compétences en back-end pour développer des solutions complètes.",
        "aboutme2":"Ma curiosité pour la technologie et mon engagement envers l'apprentissage continu me poussent à explorer de nouvelles techniques et à relever les défis dans le domaine du développement. Je suis toujours à la recherche de collaborations sur des projets innovants et je contribue à une équipe dynamique, tout en développant mon expertise technique et en partageant ma passion pour la programmation.",
        "contact": "Envoie-moi un message."
    },
    "sideNavbar": {
        "home": "Accueil",
        "projects": "Projets",
        "about": "A propos",
        "contact": "Contact"
    },
    "resume" : "Mon CV",
    "content": {
        "job1": "Développeur",
        "job2": "Full Stack"
    },
    "works": {
        "pfo": "Votre plateforme de référence pour comparer et trouver les meilleures offres Internet par fibre optique disponibles en France.",
        "pb": "Une plateforme en ligne complète dédiée à améliorer l'efficacité et la productivité des entreprises grâce à des articles, des outils et des ressources informatives.",
        "ll": "Propose une sélection variée de locations de vacances dans la magnifique région du Luberon, offrant aux visiteurs une expérience authentique et immersive au cœur de la Provence.",
        "it": "Un site web dédié à fournir des expériences de réalité virtuelle personnalisées et immersives à des fins éducatives et récréatives."
    },
    "contact": {
        "greetings": "Un petit mot ?",
        "title": "Vous avez envoyé un message !",
        "label_name": "Nom",
        "label_email": "Mail",
        "submit": "Envoyer le message"
    },
    "language_selector": {
        "aria_label": "Change language"
    },
    "theme_toggle": {
        "aria_label": "Changer de thème"
    }
}